Revit 2027 API
BuiltInFailures.GroupFailures.SomeGroupInstsBecameEmpty Property
 Group instances have had all their group members deleted and will also be deleted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SomeGroupInstsBecameEmpty { get; }
Public Shared ReadOnly Property SomeGroupInstsBecameEmpty As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SomeGroupInstsBecameEmpty {
	FailureDefinitionId^ get ();
}
static member SomeGroupInstsBecameEmpty : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace